<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2017/1/24
 * Time: 9:32
 */

return array (
    //阿姨搜索类型
    'AUNT_TYPE' => array(
        'name' => '姓名',
        'jobnumber' => '工作编号',
        'city' => '籍贯',
        'age' => '年龄',
        'wtype' => '工作类型',
        'edu' => '学历',
        'room' => '食宿',
        'worktime' => '工作年限',
        'shome' => '服务家庭',
        'workspace' => '工作区域',
        'workstate' => '工作状态',
        'phone' => '手机号码'
    ),
    //学历
    'EDU' => array(
        '无学历' => '无学历',
        '小学' => '小学',
        '初中' => '初中',
        '高中' => '高中',
        '中专' => '中专',
        '大专' => '大专',
        '本科'=> '本科',
    ),
    //属相
    'ANIMAL' => array(
        '鼠' =>'鼠',
        '牛' =>'牛',
        '虎' =>'虎',
        '兔' =>'兔',
        '龙' =>'龙',
        '蛇' =>'蛇',
        '马' =>'马',
        '羊' =>'羊',
        '猴' =>'猴',
        '鸡' =>'鸡',
        '狗' =>'狗',
        '猪' =>'猪',
    ),
    //食宿
    'ROOM' => array(
        '住家' => '住家',
        '不住家' => '不住家',
    ),
    //工作状态
    'WORK_STAUS' => array(
        '待岗' => '待岗',
        '在职' => '在职'
    ),
    //工作年限
    'WORK_TIME' => array(
    '0年' => '0年',
    '半年内' => '半年内',
    '半年-1年' => '半年-1年',
    '1年-2年' => '1年-2年',
    '2年-3年' => '2年-3年',
    '3年-4年' => '3年-4年',
    '4年-5年' => '4年-5年',
    '5年以上' => '5年以上',
    ),
    //服务过的家庭
    'SERVER_HOME' => array(
        1 => '1个',
        2 => '2个',
        3 => '3个',
        4 => '4个',
        5 => '5个',
        6 => '6个',
        7 => '7个',
        8 => '8个',
        9 => '9个',
        10 => '10个',
    ),

);